Repository: Jerdal-F/TRMM-Manager
Catalog: TacticalRMM/Resources/Localizable.xcstrings
Source language: en
Languages: nb

source: No clients available. Verify your permissions or refresh.
nb: Ingen klienter tilgjengelig. Bekreft tillatelsene dine eller oppdater.

source: No compatible scripts available
nb: Ingen kompatible skript tilgjengelig

source: No diagnostics log available.
nb: Ingen diagnostikklogg tilgjengelig.

source: No instances are configured. Open Settings to add your first server.
nb: Ingen instanser er konfigurert. Åpne Innstillinger for å legge til den første serveren.

source: No release notes found.
nb: Ingen versjonsnotater funnet.

source: No scripts are compatible with this agent's platform.
nb: Ingen skript er kompatible med denne agentens plattform.

source: No scripts available
nb: Ingen skript tilgjengelig

source: No scripts available. Create scripts in Tactical RMM first.
nb: Ingen skript tilgjengelig. Opprett skript i Tactical RMM først.

source: No scripts match your search.
nb: Ingen skript samsvarer med søket ditt.

source: No users found.
nb: Ingen brukere funnet.

source: Open Settings
nb: Åpne innstillinger

source: Package URL: %@
nb: Pakke-URL: %@

source: Pick a script to configure runtime options.
nb: Velg et skript for å konfigurere kjørealternativer.

source: Pick a script to view its details and defaults.
nb: Velg et skript for å se detaljer og standardverdier.

source: Platform
nb: Plattform

source: Platforms: %@
nb: Plattformer: %@

source: Press and hold the title to export diagnostics.
nb: Trykk og hold tittelen for å eksportere diagnostikk.

source: Public: %@
nb: Offentlig: %@

source: Recipients
nb: Mottakere

source: Record ID
nb: Post-ID

source: Reset
nb: Tilbakestill

source: Reset 2FA
nb: Tilbakestill 2FA

source: Reset Complete
nb: Tilbakestilling fullført

source: Reset Failed
nb: Tilbakestilling mislyktes

source: Reset Password
nb: Tilbakestill passord

source: Resetting…
nb: Tilbakestiller…

source: Retry
nb: Prøv igjen

source: Role
nb: Rolle

source: ROLE
nb: ROLLE

source: Role ID
nb: Rolle-ID

source: ROLE ID
nb: ROLLE-ID

source: Run a script to view the response here.
nb: Kjør et skript for å se svaret her.

source: Run as logged-in user
nb: Kjør som innlogget bruker

source: Run Script
nb: Kjør skript

source: Running script…
nb: Kjører skript…

# runScript.configuration.subtitle
source: Adjust runtime options
nb: Juster kjørealternativer

# runScript.configuration.title
source: Configuration
nb: Konfigurasjon

# runScript.result.subtitle
source: Output from the agent
nb: Utdata fra agenten

# runScript.result.title
source: Result
nb: Resultat

# runScript.scripts.choose
source: Choose a script
nb: Velg et skript

# runScript.scripts.subtitle
source: Choose a saved automation
nb: Velg en lagret automatisering

# runScript.scripts.title
source: Scripts
nb: Skript

source: Runtime Options
nb: Kjørealternativer

source: Save
nb: Lagre

source: Saving…
nb: Lagrer…

source: Script Arguments
nb: Skriptargumenter

source: Script Manager
nb: Skriptbehandler

# scripts.search.placeholder
source: Search scripts
nb: Søk i skript

# scripts.subtitle
source: Browse and manage scripts
nb: Bla gjennom og administrer skript

# scripts.title
source: Scripts
nb: Skript

# scripts.viewDetails
source: View details
nb: Vis detaljer

source: Search hostname, OS, or description
nb: Søk etter vertsnavn, OS eller beskrivelse

source: Select a client and site to enable the download button.
nb: Velg en klient og et nettsted for å aktivere nedlastingsknappen.

source: Select a donation amount to support ongoing work on TacticalRMM Manager.
nb: Velg et donasjonsbeløp for å støtte videre arbeid med TacticalRMM Manager.

source: Select Script
nb: Velg skript

source: Separate multiple addresses with commas or spaces.
nb: Skill flere adresser med komma eller mellomrom.

# serverSettings.administration.subtitle
source: Server level tools
nb: Verktøy på servernivå

# serverSettings.administration.title
source: Administration
nb: Administrasjon

# serverSettings.agents.subtitle
source: Manage installers and tooling
nb: Administrer installere og verktøy

# serverSettings.agents.title
source: Agents
nb: Agenter

# serverSettings.global.subtitle
source: Server-wide configuration
nb: Serveromfattende konfigurasjon

# serverSettings.global.title
source: Global Settings
nb: Globale innstillinger

# settings.add.alert.invalidDomainMessage
source: Please enter a valid domain name.
nb: Skriv inn et gyldig domenenavn.

# settings.add.alert.invalidDomainTitle
source: Invalid Domain
nb: Ugyldig domene

# settings.add.alert.secureMessage
source: Please use a secure HTTPS URL.
nb: Bruk en sikker HTTPS-URL.

# settings.add.alert.secureTitle
source: HTTPS Required
nb: HTTPS kreves

# settings.add.navigationTitle
source: Add Instance
nb: Legg til instans

# settings.add.subtitle
source: Connect to a Tactical RMM server
nb: Koble til en Tactical RMM-server

# settings.add.title
source: Add Instance
nb: Legg til instans

# settings.alert.deleteAllMessage
source: This will remove all saved instances and preferences. This cannot be undone.
nb: Er du sikker at du vil fjerne alle lagrede instanser og preferanser? Dette kan ikke angres.

# settings.alert.deleteAllTitle
source: Clear App Data?
nb: Slette appdata?

# settings.alert.deleteInstanceMessage
source: Delete "%@"? This cannot be undone.
nb: Slette "%@"? Dette kan ikke angres.

# settings.alert.deleteInstanceTitle
source: Delete Instance?
nb: Slette instans?

# settings.background.detail
source: Select a background style
nb: Velg en bakgrunnsstil

# settings.background.title
source: Background
nb: Bakgrunn

# settings.danger.deleteData
source: Delete All Data
nb: Slett alle data

# settings.danger.subtitle
source: Destructive actions cannot be undone
nb: Ødeleggende handlinger kan ikke angres

# settings.danger.title
source: Danger Zone
nb: Faresone

# settings.edit.navigationTitle
source: Edit Instance
nb: Rediger instans

# settings.edit.title
source: Edit Instance
nb: Rediger instans

# settings.email.navigationTitle
source: Email Alerts
nb: E-postvarsler

# settings.email.recipient.placeholder
source: Add email address
nb: Legg til e-postadresse

# settings.email.routing.subtitle
source: Manage alert recipients
nb: Administrer mottakere for varsler

# settings.email.routing.title
source: Recipients
nb: Mottakere

# settings.email.smtp.fromEmail.title
source: From Email
nb: Avsender e-post

# settings.email.smtp.fromName.placeholder
source: Company name
nb: Firmanavn

# settings.email.smtp.fromName.title
source: From Name
nb: Avsendernavn

# settings.email.smtp.host.title
source: SMTP Host
nb: SMTP-vert

# settings.email.smtp.password.placeholder
source: Password
nb: Passord

# settings.email.smtp.password.title
source: Password
nb: Passord

# settings.email.smtp.requiresAuth
source: Requires authentication
nb: Krever autentisering

# settings.email.smtp.subtitle
source: Configure outgoing email
nb: Konfigurer utgående e-post

# settings.email.smtp.title
source: SMTP Settings
nb: SMTP-innstillinger

# settings.email.smtp.username.title
source: Username
nb: Brukernavn

# settings.email.subtitle
source: Manage email alerts
nb: Administrer e-postvarsler

# settings.email.title
source: Email Alerts
nb: E-postvarsler

# settings.faceIDLock
source: Face ID Lock
nb: Face ID-lås

# settings.faceIDRequirement
source: Face ID requires a device that supports biometric authentication.
nb: Face ID krever en enhet som støtter biometrisk autentisering.

# settings.field.apiKey
source: API Key
nb: API-nøkkel

# settings.field.displayName
source: Display Name
nb: Visningsnavn

# settings.footer
source: This app is an independent project and is not affiliated with Tactical RMM or AmidaWare.
nb: Denne appen er et uavhengig prosjekt og er ikke tilknyttet Tactical RMM eller AmidaWare.

# settings.general.agentAutoUpdate
source: Enable agent auto update
nb: Aktiver automatisk agentoppdatering

# settings.general.alertTemplate.none
source: None
nb: Ingen

# settings.general.clearFaultsDays
source: Clear faults after (days)
nb: Tøm feil etter (dager)

# settings.general.debugLevel
source: Agent debug level
nb: Agentfeilsøkingsnivå

# settings.general.defaultAlertTemplate
source: Default alert template
nb: Standard varslingsmal

# settings.general.defaultDateFormat
source: Default date format
nb: Standard datoformat

# settings.general.defaultServerPolicy
source: Default server policy
nb: Standard serverpolicy

# settings.general.defaultTimezone
source: Default time zone
nb: Standard tidssone

# settings.general.defaultWorkstationPolicy
source: Default workstation policy
nb: Standard arbeidsstasjonpolicy

# settings.general.enableServerScripts
source: Enable server scripts
nb: Aktiver serverskript

# settings.general.enableWebTerminal
source: Enable web terminal
nb: Aktiver webterminal

# settings.general.error.decodeSettings
source: Failed to decode settings.
nb: Kunne ikke lese innstillinger.

# settings.general.error.encodeRequest
source: Failed to build request.
nb: Kunne ikke bygge forespørsel.

# settings.general.error.httpLoad
source: HTTP %1$@ while loading settings.
nb: HTTP %1$@ ved lasting av innstillinger.

# settings.general.error.httpReset
source: HTTP %1$@ while resetting patch policy.
nb: HTTP %1$@ ved tilbakestilling av oppdateringspolicy.

# settings.general.error.httpSave
source: HTTP %1$@ while saving settings.
nb: HTTP %1$@ ved lagring av innstillinger.

# settings.general.error.invalidApiKey
source: Invalid API key or insufficient permissions.
nb: Ugyldig API-nøkkel eller manglende tillatelser.

# settings.general.error.invalidBaseUrl
source: Invalid base URL.
nb: Ugyldig base-URL.

# settings.general.error.loadDetail
source: Failed to load settings: %1$@
nb: Kunne ikke laste innstillinger: %1$@

# settings.general.error.missingApiKey
source: Missing API key for this instance.
nb: Mangler API-nøkkel for denne instansen.

# settings.general.error.permissionReset
source: You do not have permission to reset patch policy.
nb: Du har ikke tillatelse til å tilbakestille oppdateringspolicy.

# settings.general.error.permissionUpdate
source: You do not have permission to update settings.
nb: Du har ikke tillatelse til å oppdatere innstillinger.

# settings.general.error.permissionView
source: You do not have permission to view settings.
nb: Du har ikke tillatelse til å se innstillinger.

# settings.general.error.resetDetail
source: Failed to reset patch policy: %1$@
nb: Kunne ikke tilbakestille oppdateringspolicy: %1$@

# settings.general.error.resetUnexpectedResponse
source: Unexpected response while resetting patch policy.
nb: Uventet svar ved tilbakestilling av oppdateringspolicy.

# settings.general.error.saveDetail
source: Failed to save settings: %1$@
nb: Kunne ikke lagre innstillinger: %1$@

# settings.general.error.serverRejectedUpdate
source: Server rejected the update.
nb: Serveren avviste oppdateringen.

# settings.general.error.settingsNotLoaded
source: Settings are not loaded yet.
nb: Innstillinger er ikke lastet ennå.

# settings.general.error.unexpectedResponse
source: Unexpected response.
nb: Uventet svar.

# settings.general.header.subtitle
source: Server-wide configuration
nb: Serveromfattende konfigurasjon

# settings.general.header.title
source: General Settings
nb: Generelle innstillinger

# settings.general.loading
source: Loading settings…
nb: Laster innstillinger…

# settings.general.navigationTitle
source: General Settings
nb: Generelle innstillinger

# settings.general.notifyInfoAlerts
source: Notify on info alerts
nb: Varsle ved informasjonsvarsler

# settings.general.notifyWarningAlerts
source: Notify on warning alerts
nb: Varsle ved advarselsvarsler

# settings.general.policy.none
source: None
nb: Ingen

# settings.general.resetPatchPolicy
source: Reset patch policy
nb: Tilbakestill oppdateringspolicy

# settings.general.status.demoUpdated
source: Demo settings updated.
nb: Demoinnstillinger oppdatert.

# settings.general.status.patchResetDemo
source: Demo mode: patch policy reset.
nb: Demomodus: oppdateringspolicy tilbakestilt.

# settings.general.status.patchResetSuccess
source: Patch policy reset.
nb: Oppdateringspolicy tilbakestilt.

# settings.general.status.saveSuccess
source: Settings saved.
nb: Innstillinger lagret.

# settings.hideSensitive
source: Hide sensitive information
nb: Skjul sensitiv informasjon

# settings.instances.activeBadge
source: Active
nb: Aktiv

# settings.instances.add
source: Add Instance
nb: Legg til instans

# settings.instances.delete
source: Delete Instance
nb: Slett instans

# settings.instances.empty
source: No instances yet.
nb: Ingen instanser ennå.

# settings.instances.manage
source: Manage Instances
nb: Administrer instanser

# settings.instances.setActive
source: Set Active
nb: Sett som aktiv

# settings.instances.subtitle.active
source: Active: %@
nb: Aktiv: %@

# settings.instances.subtitle.none
source: No instances added
nb: Ingen instanser lagt til

# settings.instances.subtitle.select
source: Select an active instance
nb: Velg en aktiv instans

# settings.instances.title
source: Instances
nb: Instanser

# settings.placeholder.apiKey
source: API key
nb: API-nøkkel

# settings.placeholder.serverName
source: Server name
nb: Servernavn

# settings.preferences.subtitle
source: Personalize your experience
nb: Tilpass opplevelsen din

# settings.preferences.title
source: Preferences
nb: Preferanser

# settings.resources.donation
source: Support development
nb: Støtt utviklingen

# settings.resources.guide
source: User Guide
nb: Brukerveiledning

# settings.resources.subtitle
source: Helpful links
nb: Nyttige lenker

# settings.resources.title
source: Resources
nb: Ressurser

# settings.resources.whatsNew
source: What's New
nb: Hva er nytt

# settings.serverOptions
source: Server Options
nb: Serveralternativer

# settings.sms.navigationTitle
source: SMS Alerts
nb: SMS-varsler

# settings.sms.recipient.placeholder
source: Add phone number
nb: Legg til telefonnummer

# settings.sms.routing.subtitle
source: Manage SMS recipients
nb: Administrer SMS-mottakere

# settings.sms.routing.title
source: Recipients
nb: Mottakere

# settings.sms.twilio.accountSid.title
source: Account SID
nb: Konto SID

# settings.sms.twilio.authToken.placeholder
source: Your auth token
nb: Ditt auth-token

# settings.sms.twilio.number.title
source: From Number
nb: Avsendernummer

# settings.sms.twilio.subtitle
source: Configure Twilio credentials
nb: Konfigurer Twilio-legitimasjon

# settings.theme.detail
source: Choose how the buttons looks
nb: Velg hvordan knappene ser ut

# settings.theme.title
source: Theme
nb: Tema

# settings.timestamp.choice.device
source: Use device format
nb: Bruk enhetsformat

# settings.timestamp.choice.fallback
source: 24-hour · Day/Month
nb: 24-timers · Dag/Måned

# settings.timestamp.choice.us12
source: 12-hour · Month/Day
nb: 12-timers · Måned/Dag

# settings.timestamp.title
source: Timestamps
nb: Tidsstempler

# settings.title
source: Settings
nb: Innstillinger

# settings.validation.apiKey
source: Enter an API key.
nb: Skriv inn en API-nøkkel.

# settings.validation.baseURL
source: Enter a base URL.
nb: Skriv inn en base-URL.

# settings.validation.displayName
source: Enter a display name.
nb: Skriv inn et visningsnavn.

# settings.validation.invalidDomain
source: Enter a valid domain.
nb: Skriv inn et gyldig domene.

# Shell: %@ • Timeout: %llds
source: Shell: %1$@ • Timeout: %2$llds
nb: Shell: %1$@ • Tidsavbrudd: %2$llds

source: Site: %@
nb: Sted: %@

source: Support Development
nb: Støtt utvikling

source: Tap to change
nb: Trykk for å endre

source: This action permanently removes the note.
nb: Denne handlingen fjerner notatet permanent.

source: Timeout (seconds)
nb: Tidsavbrudd (sekunder)

source: User Administration
nb: Brukeradministrasjon

source: User: %@
nb: Bruker: %@

# users.dashboard.access
source: Dashboard Access
nb: Dashbord-tilgang

# users.dashboard.blocked
source: Dashboard Blocked
nb: Dashbord blokkert

# users.edit.title
source: Edit User
nb: Rediger bruker

# users.field.email
source: Email
nb: E-post

# users.field.firstName
source: First Name
nb: Fornavn

# users.field.lastLogin
source: Last Login
nb: Sist innlogging

# users.field.lastLoginIp
source: Last Login IP
nb: Sist innloggings-IP

# users.field.lastName
source: Last Name
nb: Etternavn

# users.field.username
source: Username
nb: Brukernavn

# users.reset2fa.completed
source: Two-factor reset completed.
nb: Tilbakestilling av tofaktor er fullført.

# users.section.subtitle
source: Manage accounts for this instance
nb: Administrer kontoer for denne instansen

# users.section.title
source: Users
nb: Brukere

# users.status.active
source: Active
nb: Aktiv

# users.status.disabled
source: Disabled
nb: Deaktivert

# users.toggle.activeUser
source: Active User
nb: Aktiv bruker

# users.toggle.blockDashboard
source: Block Dashboard Login
nb: Blokker dashbord-innlogging

source: What's New
nb: Hva er nytt

source: Working…
nb: Arbeider…

source: Workstation
nb: Arbeidsstasjon
